Repository: chhonmeilly/chhonmeily.github.io
Catalog: delivery-service/Resources/translations/homepage.*.xlf
Languages: km_kh

# menu.home
source: HOME
km_kh: ទំព័រដើម

# menu.service
source: SERVICE
km_kh: សេវាកម្ម

# menu.opportunity
source: OPPORTUNITY
km_kh: ឱកាស

# menu.login
source: LOGIN
km_kh: ចូលប្រព័ន្ធ

# form.username
source: Username
km_kh: ឈ្មោះ

# form.password
source: Password
km_kh: ពាក្យសម្ងាត់

# btn.signin
source: SIGN IN
km_kh: ចូលប្រព័ន្ធ

# text.new.user
source: New User?
km_kh: អតិថិកជនថ្មី?

# link.signup
source: Sign up Today.
km_kh: ចុះឈ្មោះថ្ងៃនេះ

# link.forget.password
source: Forget your password?
km_kh: ភ្លេចពាក្យសម្ងាត់របស់អ្នក?

# text.send.package
source: Send a Package
km_kh: ផ្ញើកញ្ចប់បញ្ញើរ

# btn.register.now
source: Register Now
km_kh: ចុះឈ្មោះឥឡូវនេះ

# text.make.money
source: Make Money by Helping Others
km_kh: រកចំណូលបន្ថែមដោយជួយអ្នកដទៃ

# btn.become.courier
source: Become a Courier
km_kh: ក្លាយជាអ្នកនាំទំនិញ

# text.how.it.work
source: HOW IT WORKS
km_kh: ដំណើរការនៃការផ្ញើទំនិញ

# text.list.items
source: List your package
km_kh: រាយបញ្ជីកញ្ចប់បញ្ញើររបស់អ្នក

# text.list.items.description
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Donec risus purus, laoreet et tellus at, efficitur vehicula elit. Nulla vitae ante aliquam, vestibulum diam nec, rutrum lacus.
km_kh: __text.list.items.description

# text.accept.offer
source: Accept an offer
km_kh: ទទួលបញ្ញើរ

# text.accept.offer.description
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Donec risus purus, laoreet et tellus at, efficitur vehicula elit. Nulla vitae ante aliquam, vestibulum diam nec, rutrum lacus. â€‹
km_kh: __text.accept.offer.description

# text.send.it.off
source: Send it off!
km_kh: ធ្វើការដឹកជញ្ជូន

# text.send.it.off.description
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Donec risus purus, laoreet et tellus at, efficitur vehicula elit. Nulla vitae ante aliquam, vestibulum diam nec, rutrum lacus.
km_kh: __text.send.it.off.description

# text.what.we.offer
source: WHAT OUR SERVICE OFFER
km_kh: អ្វីដែលយើងផ្តល់ជូន

# text.schedule.delivery
source: SCHEDULE DELIVERIES TO
km_kh: ធ្វើការដឹកជញ្ជូន

# text.anywhere
source: ANYWHERE, ANYTIME
km_kh: ទៅគ្រប់ទីកន្លែង និង គ្រប់ពេលវេលា

# text.schedule.delivery.description
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Donec risus purus, laoreet et tellus at, efficitur vehicula elit. Nulla vitae ante aliquam, vestibulum diam nec, rutrum lacus. Curabitur placerat dictum elit sit amet venenatis. Quisque quis iaculis augue. Nunc posuere nibh dolor, ut elementum sapien maximus vitae. Aenean consectetur metus eu magna maximus, finibus viverra velit interdum. Curabitur eget dui quis nunc eleifend dictum.
km_kh: __text.schedule.delivery.description

# text.get.notified
source: GET NOTIFIED OF ANY
km_kh: ទទួលបានដំណឹង

# text.incoming.job
source: INCOMING JOBS INSTANLY
km_kh: ពេលមានទំនិញ

# text.get.notified.description
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Donec risus purus, laoreet et tellus at, efficitur vehicula elit. Nulla vitae ante aliquam, vestibulum diam nec, rutrum lacus. Curabitur placerat dictum elit sit amet venenatis. Quisque quis iaculis augue. Nunc posuere nibh dolor, ut elementum sapien maximus vitae. Aenean consectetur metus eu magna maximus, finibus viverra velit interdum. Curabitur eget dui quis nunc eleifend dictum.
km_kh: __text.get.notified.description

# text.track.order
source: TRACK YOUR ORDER THROUGH
km_kh: ផ្ញើ​ និង​ទទួលបញ្ញើរ និងតាមដាន

# text.web.mobile.sms
source: WEB, MOBILE AND SMS
km_kh: ការដឹកជញ្ជូន តាមរយ​:​ web និង សារទូរស័ព្ទ

# text.track.order.description
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Donec risus purus, laoreet et tellus at, efficitur vehicula elit. Nulla vitae ante aliquam, vestibulum diam nec, rutrum lacus. Curabitur placerat dictum elit sit amet venenatis. Quisque quis iaculis augue. Nunc posuere nibh dolor, ut elementum sapien maximus vitae. Aenean consectetur metus eu magna maximus, finibus viverra velit interdum. Curabitur eget dui quis nunc eleifend dictum.
km_kh: __text.track.order.description

# text.let.us.know
source: LET US KNOW WHAT YOU NEED
km_kh: ប្រាប់យើងនូវមុខងារផ្សេងទៀតដែលអ្នកត្រូវការ

# text.let.us.know.description
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Donec risus purus, laoreet et tellus at, efficitur vehicula elit. Nulla vitae ante aliquam, vestibulum diam nec, rutrum lacus. Curabitur placerat dictum elit sit amet venenatis. Quisque quis iaculis augue. Nunc posuere nibh dolor, ut elementum sapien maximus vitae. Aenean consectetur metus eu magna maximus, finibus viverra velit interdum. Curabitur eget dui quis nunc eleifend dictum.
km_kh: __text.let.us.know.description

# text.ask.question
source: FREQUENTLY ASKED QUESTIONS
km_kh: សំណួរនិងចម្លើយ

# text.how.to.get.start
source: Q: How can I get started with the service?
km_kh: សំ : តើធ្វើដូចម្តេចទើបខ្ញំុអាចចាប់ផ្តើមប្រើប្រាស់សេវាកម្មនេះបាន?

# text.how.to.get.start.answer
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Donec risus purus, laoreet et tellus at, efficitur vehicula elit. Nulla vitae ante aliquam, vestibulum diam nec, rutrum lacus. Curabitur placerat dictum elit sit amet venenatis.
km_kh: ចំ : text.how.to.get.start.answer

# text.how.much
source: Q: How much will it cost me?
km_kh: សំ : តើត្រូវចំណាយថវិការអស់ប៉ុន្មាន ក្នុងការប្រើប្រាស់?

# text.what.area
source: Q: What areas do you currently service?
km_kh: សំ : តើសេវាកម្មដឹកជញ្ជូននេះ គ្រប់ដណ្តប់ដល់តំបន់ណាខ្លះ?

# text.who.resonsible
source: Q: Who is responsible in the case that one of my packages is damaged or lost?
km_kh: សំ : តើនរណាជាអ្នកទទួលខុសត្រូវនៅក្នុងករណីដែលកញ្ចប់បញ្ញើររបស់ខ្ញុំត្រូវបានខូច ឬបាត់បង់?

# text.ready.to.start
source: READY TO GET STARTED?
km_kh: ត្រៀមខ្លួនប្រើប្រាស់សេវាកម្មរបស់យើងខ្ញំុ ហើយឬនៅ?

# btn.signup.now
source: SIGN UP NOW
km_kh: បង្កើតគណីយក្នុងពេលនេះ

# text.get.in.touch
source: Get In Touch
km_kh: ទំនាក់ទំនង

# text.services
source: Services
km_kh: សេវាកម្ម

# link.letter
source: Letter
km_kh: លិខិត

# link.packages
source: Packages
km_kh: កញ្ជប់បញ្ញើរ

# link.heavy.items
source: Heavy Items
km_kh: បញ្ញើរលើសទម្ងន់

# link.corporate.product
source: Corporate Products
km_kh: ផលិតផលរបស់ក្រុមហ៊ុន

# link.money.and cheques
source: Money and Cheques
km_kh: ទឹកប្រាក់ និងការត្រួតពិនិត្យ

# link.our.guarantee
source: Our Guarantee
km_kh: ការធានា

# text.opportunities
source: Opportunities
km_kh: ឱកាស

# link.career
source: Careers
km_kh: ឱកាសការងារ

# link.partnership
source: Partnerships
km_kh: ដៃគូសហការ

# link.investors
source: Investors
km_kh: អ្នកវិនិយោ

# text.support
source: Support
km_kh: ផ្នែកបំរើអតិថិជន

# link.service.infor
source: Service Information
km_kh: ពត៏មានលើសេវាកម្ម

# link.troubleshooting
source: Troubleshooting
km_kh: ដោះស្រាយបញ្ហា

# link.help.desk
source: Help Desk
km_kh: ផ្នែកជំនួយ

# link.contact.us
source: Contact Us
km_kh: ទាក់ទងមកយើង

# link.copy.right
source: Copyright Â© PKGSHIPR 2015-2016
km_kh: រក្សាសិទ្ធិគ្រប់យ៉ាងដោយ ©​​ PKGSHIPR ២០១៥-២០១៦

# link.term.of.service
source: Term of Service
km_kh: លក្ខខណ្ឌ​​​ និង​ កិច្ចព្រមព្រៀង

# link.privacy.policy
source: Privacy Policy
km_kh: គោលការណ៍ឯកជន

# text.title.slide1
source: Deliver items in Cambodia quickly and easily
km_kh: ដឹកជញ្ជូនបញ្ញើរ ក្នុងប្រទេសកម្ពុជា រហ័ស និងងាយស្រួល

# text.title.slide1.description
source: The atmosphere in Chania has a touch of Florence and Venice
km_kh: __text.title.slide1.description

# text.title.slide2
source: Deliver items in Cambodia quickly and easily
km_kh: ដឹកជញ្ជូនបញ្ញើរ ក្នុងប្រទេសកម្ពុជា រហ័ស និងងាយស្រួល

# text.title.slide2.description
source: The atmosphere in Chania has a touch of Florence and Venice
km_kh: __text.title.slide2.description
